{
    "Read More": "قراءة المزيد",
    "We've created more than :count this :type": "لقد أنشأنا أكثر من :count هذا :type",
    "Projects": "مشاريع",
    "project": "مشروع",
    "year": "عام",
    "years": "سنوات",
    "month": "شهر",
    "months": "أشهر",
    "Our dream is to achieve any dream that becomes a tangible reality through technology with the best quality and lowest price. We aim for projects with a strong reputation and a distinctive idea.": "حلمنا هو تحقيق أي حلم يصبح واقع ملموس من خلال التكنولوجيا بأفضل جودة وأقل سعر. نهدف إلى مشاريع ذات سمعة قوية وفكرة مميزة.",
    "Contact Us": "اتصل بنا",
    "All": "الكل",
    "Home": "الرئيسية",
    "Category": "التصنيف",
    "Project URL": "رابط المشروع",
    "Project URLS": "روابط المشروع",
    "Project Date": "تاريخ المشروع",
    "Client": "العميل",
    "Project Information": "معلومات المشروع",
    "Portfolio": "المعرض",
    "Portfolio Details": "تفاصيل المعرض",
    "project Details": "تفاصيل المشروع",
    "We aim for projects with a strong reputation and a distinctive idea.": "نهدف إلى مشاريع ذات سمعة قوية وفكرة مميزة.",
    "All portfolio items are listed here.": "جميع عناصر المعرض مدرجة هنا.",
    "project Details for :name": "تفاصيل المشروع لـ :name",
    "All You Need to Know About Us": "كل ما تحتاج إلى معرفته عنا",
    "About Us": "معلومات عنا",
    "We are a team of developers, designers, and marketers. We aim for projects with a strong reputation and a distinctive idea.": "نحن فريق من المطورين والمصممين والمسوقين. نهدف إلى مشاريع ذات سمعة قوية وفكرة مميزة.",
    ":name Is Company For All Your Needs": ":name هي الشركة لجميع احتياجاتك",
    "System Design": "تصميم النظام",
    "We design systems that are easy to use and have a high level of security.": "نحن نصمم أنظمة سهلة الاستخدام وتتمتع بمستوى عالٍ من الأمان.",
    "Best Performance": "أفضل أداء",
    "We aim to provide the best performance for your system.": "نحن نهدف إلى توفير أفضل أداء لنظامك.",
    "Marketing": "التسويق",
    "We provide marketing services for your system.": "نحن نقدم خدمات التسويق لنظامك.",
    "Technical Support": "الدعم الفني",
    "We provide technical support for your system.": "نحن نقدم الدعم الفني لنظامك.",
    "Our Team": "فريقنا",
    "Our team is made up of experienced and professional people.": "يتكون فريقنا من أشخاص محترفين وذوي خبرة.",
    "Our Skills": "مهاراتنا",
    "We use the latest technologies to provide the best service.": "نحن نستخدم أحدث التقنيات لتقديم أفضل خدمة.",
    "Contact Us Description": "إذا كان لديك أي استفسار أو تحتاج إلى مساعدة، فلا تتردد في الاتصال بنا.",
    "Location:": "الموقع:",
    "Email:": "البريد الإلكتروني:",
    "Phone:": "الهاتف:",
    "Your Name": "اسمك",
    "Your Email": "بريدك الإلكتروني",
    "Subject": "الموضوع",
    "Message": "الرسالة",
    "Thank you for your message. It has been sent.": "شكرًا لك على رسالتك. تم إرسالها وسنقوم بالرد عليك في أقرب وقت ممكن.",
    "Something went wrong. Please try again.": "حدث خطأ ما. يرجى المحاولة مرة أخرى."
}
